export const templateDesc = {
  1: {
    desc: '问卷量表模板适用于表单类信息收集整理、Likert类在线测评等题目，是综合问卷调查与测评量表功能而成，具有单选题、多选题等3类调查题目，评分题、量表题等2类评分类题目，支持自定义维度计算等多种功能，能够快速创建问卷量表，自动生成可视化报告。',
    src: '/assets/images/rating_scale.svg',
  },
  2: {
    desc: '答案型量表模板适用于具有正确答案或错误答案的测试考试类题型。答案型量表模板提供文字、图片两种题目内容；反应时、正确率、测试分值三种结果选择。灵活设置正确答案，题目分数，操作简便。',
    src: '/assets/images/answer_scale.svg',
  },
  3: {
    desc: '反应时范式模板，是用于创建自定义行为实验程序的模板，以行为指标平均反应时、平均正确反应时、正确率、错误率和漏报率为因变量，通过设置刺激材料参数和选择对应的实验方法，实现不需要写代码也能灵活设计实验的目的，是一款操作简单、内容丰富的工具模板。',
    src: '/assets/images/reaction_paradigm.svg',
  },
  4: {
    desc: '实验范式模板，是将经典的心理物理法测验、感知觉测验、注意类测验、记忆类测验、思维决策类测验、操作类测验等转化为标准的实验模板，模板内所有参数均可以根据研究需求进行自定义编辑，摆脱了复杂的程序编写过程，快速创建高级实验。',
    src: '/assets/images/paradigm.svg',
  },
};
